export interface Testimonial {
  text: string;
  name: string;
  initials: string;
  period: string;
  avatarBg: string;
}

export const testimonials: Testimonial[] = [
  {
    text: "Сегодня была практика с Маргаритой. Первый раз пришла попробовать встать на гвозди. Честно, не верила, что такое можно сделать с первого раза. Но учитель оказался очень опытным, своей уверенностью и спокойствием поддержал веру в собственные силы, все объяснила, все рассказала... И все получилось у меня! Это невероятная практика, всем бы посоветовала. Отчищает от 'мусора' в голове, помогает понять, что такое этот момент 'здесь и сейчас' и бонусом после практики ощущение гармонии.",
    name: "Екатерина М.",
    initials: "ЕМ",
    period: "",
    avatarBg: "bg-[#A7BBA7]"
  },
  {
    text: "Когда слезы текут сами по себе от очищения и расслабления. Мысли уходят. Остается лишь состояние невесомости. Ты левитируешь как ребенок в утробе матери. Абсолютно защищенный и в безопасности. Здесь тепло, уютно. Состояние глубокого спокойствия. Живая тишина. Могут вспыхнуть слезы во время практики или после, когда возвращается ум и осознает что происходит...",
    name: "Ольга В.",
    initials: "ОВ",
    period: "",
    avatarBg: "bg-[#E6A685]"
  },
  {
    text: "Йогу я люблю, меня йога заземляет и дисциплинирует, придает форму и желание не просто быть, а быть красивой. Почему именно сюда? Потому что когда делаешь правильно асану, потом понятно для чего отдых после асаны. Расслабление можно почувствовать только после напряжения. У инструктора посыл: я требую красиво и правильно. Мне очень ценно, когда делай правильно и получишь конфетку. Конфетка - это когда выходишь после занятия наполненной, согретой и красивой.",
    name: "Алина Т.",
    initials: "АТ",
    period: "",
    avatarBg: "bg-[#7E6784]"
  },
  {
    text: "Всегда тяжело проявляться, тяжело идти за своими чувствами, желаниями. Йога это то где можно так как можешь, так как чувствуешь. Я плачу по субботам на инь-йоге. Борюсь с собой на хат-хатха йоге. Это то как могу я через тело работать с сердцем. Когда долго было закрыто, тяжело, больно, невероятное сопротивление и одновременно такой кайф когда делаешь, отпускаешь и наслаждаешься собой, своими возможностями.",
    name: "Наталья К.",
    initials: "НК",
    period: "",
    avatarBg: "bg-[#A7BBA7]"
  }
];
